/* Localized versions of QuickTime Player strings */
"qtpMovie" = "影片";
"qtpElement" = "元件";
"qtpLayout" = "佈局";
"qtpText" = "文字";

"qtpIndeterminateTime" = "未知的";
/* A/V Controls */
"avControls" = "音訊∕視訊控制";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "一般";
"qtpPreferencesToolbarLabelFullscreen" = "全螢幕";
"qtpPreferencesToolbarLabelCapture" = "錄製";
"qtpPreferencesNoDeviceAvailable" = "（沒有可使用的裝置）";
"qtpPreferencesChoose" = "選擇";
"qtpPreferencesCaptureDeviceAutomatic" = "自動";
"qtpPreferencesCaptureDeviceUnavailable" = "（無法使用）";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@：%@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight 內建";

"qtpCaptureSmall" = "較佳（H.264）";
"qtpCaptureSmallDescription" = "適用於電子郵件和網頁共享的較佳模式。\n%lux%lu 視訊，128 kbps AAC 音訊";
"qtpCaptureSmallAlt" = "良好（MPEG-4）";
"qtpCaptureSmallAltDescription" = "適用於電子郵件和網頁共享的良好模式。\n%lux%lu 視訊，128 kbps AAC 音訊";
"qtpCaptureLarge" = "最佳（H.264）";
"qtpCaptureLargeDescription" = "適用於電子郵件和網頁共享的最佳模式。\n%lux%lu 視訊，128 kbps AAC 音訊";
"qtpCaptureNative" = "設備原始設定";
"qtpCaptureNativeDescription" = "最佳模式適用於後處理。\nRaw 視訊和音訊、大型檔案。";

/* menu items */
"qtpShowMovieInfo" = "顯示影片簡介";
"qtpHideMovieInfo" = "顯示影片簡介"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "顯示影片檢閱器";
"qtpHideMovieInspector" = "隱藏影片檢閱器";
"qtpClearMenu" = "清除選單";
"qtpSelectScript" = "選取工序指令";
"qtpRun" = "執行";
"qtpShowPitchShift" = "顯示音調轉移";
"qtpNewMovieRecording" = "新增影片錄製";
"qtpNewAudioRecording" = "新增音訊錄製";
"qtpMovieRecording" = "影片錄製";
"qtpAudioRecording" = "音訊錄製";
"qtpShowAVControls" = "顯示音訊∕視訊控制";
"qtpHideAVControls" = "隱藏音訊∕視訊控制";
"qtpShowClosedCaption" = "顯示隱藏式字幕";
"qtpHideClosedCaption" = "將隱藏式字幕隱藏起來";
"qtpShare" = "共享⋯";
"qtpStopAllMovies" = "停止播放所有影片";
"qtpPlayAllMovies" = "播放所有影片";
"qtpShowSoundControls" = "顯示聲音控制";
"qtpHideSoundControls" = "隱藏聲音控制";
"qtpHidePropertyInspector" = "隱藏屬性檢閱器";
"qtpShowPropertyInspector" = "顯示屬性檢閱器";
"qtpOpenMovie" = "打開影片⋯";
"qtpOpenMovieInNewPlayer" = "在新播放程式中打開影片⋯";
"qtpOpenURL" = "打開 URL⋯";
"qtpOpenURLInNewPlayer" = "在新播放程式中打開 URL⋯";
"qtpHalfSize" = "一半大小";
"qtpActualSize" = "實際大小";
"qtpDoubleSize" = "雙倍大小";
"qtpFitToScreen" = "符合螢幕大小";
"qtpLetterbox" = "符合螢幕大小";
"qtpZoom" = "填滿螢幕";
"qtpStretch" = "放大至填滿螢幕";
"qtpPanoramicStretch" = "全景畫面";
"qtpMinimize" = "縮到最小";
"qtpClose" = "關閉";
"qtpFullScreen" = "進入全螢幕";
"qtpExitFullScreen" = "離開全螢幕";
"qtpAXURLPopupButtonValue" = "選擇 URL";
"qtpAXURLTextTitle" = "影片 URL";
"qtpExportRefMovieForWebMenuTitle" = "輸出以用於網頁和 iPhone⋯";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "剪下";
"qtMovieViewEditCopy" = "拷貝";
"qtMovieViewEditPaste" = "貼上";
"qtMovieViewEditDelete" = "刪除";
"qtMovieViewEditAdd" = "加到影片裡";
"qtMovieViewEditAddScaled" = "加到所選範圍裡並調整大小";
"qtMovieViewEditReplace" = "替換";
"qtMovieViewEditTrim" = "裁剪至所選範圍";
"qtMovieViewMove" = "搬移";
"qtMovieViewResize" = "調整大小";
"qtMovieViewDelete" = "刪除";
"qtMovieViewPlace" = "放置";
"qtMovieViewInsert" = "插入";
"qtMovieViewDeleteTrack" = "刪除軌道";
"qtMovieViewEnableTrack" = "啟用軌道";

"QTMoviePosterTimeAttribute" = "設定影片展示影格";
"QTMovieApertureMode" = "設定光圈";
"QTTrackHighQualityVideoAttribute" = "設定高品質視訊";
"QTTrackDeinterlaceVideoAttribute" = "設定去交錯視訊";
"QTTrackSingleFieldVideoAttribute" = "設定單一圖場視訊";
"QTTrackPreloadTrackAttribute" = "設定預先載入軌道";
"QTTrackNeverPurgeTrackAttribute" = "設定永不清除軌道";
"QTTrackMatrixAttribute" = "設定軌道矩陣";
"QTTrackChapterlistAttribute" = "設定章節";
"QTTrackContentsAttribute" = "設定軌道內容";
"QTTrackMaskAttribute" = "設定軌道遮罩";
"QTTrackVolumeAttribute" = "設定軌道音量";
"QTTrackBalanceAttribute" = "設定軌道平衡";
"QTTrackHrefAttribute" = "設定軌道 HREF";
"QTTrackTransferModeAttribute" = "設定視訊傳送模式";
"QTTrackOperationColorAttribute" = "設定視訊作業顏色";
"QTTrackEnabledAttribute" = "設定已啟用軌道";
"QTTrackLanguageAttribute" = "設定軌道語言";
"QTTrackLayerAttribute" = "設定軌道圖層";
"QTTrackRangeAttribute" = "設定軌道起始時間";
"QTTrackDisplayNameAttribute" = "設定軌道名稱";
"QTTrackSourcePositionAttribute" = "設定軌道位置";
"QTTrackSourceDimensionsAttribute" = "設定軌道大小";


/* track names */
"qtTrackMovieName" = "影片";
"qtTrackMovieTrackName" = "影片軌";
"qtTrackVideoTrackName" = "視訊軌";
"qtTrackSoundTrackName" = "聲音軌";
"qtTrackMPEGTrackName" = "MPEG 軌";
"qtTrackChapterTrackName" = "章節軌";
"qtTrackTextTrackName" = "文字軌";
"qtTrackSpriteTrackName" = "動畫拼合軌";
"qtTrackTimeCodeTrackName" = "時間碼軌";
"qtTrackFlashTrackName" = "Flash 軌";
"qtTrackTweenTrackName" = "軌跡動作軌";
"qtTrackMusicTrackName" = "音樂軌";
"qtTrackSkinTrackName" = "外觀軌道";
"qtTrackThreeDeeTrackName" = "3D 軌道";
"qtTrackUnknownTrackName" = "未知軌";
"qtTrackFourCharCodeTrackName" = "“%@”軌道";

/* capture */
"qtpCaptureBaseMovieFileName" = "影片";
"qtpCaptureBaseAudioFileName" = "音訊";
"qtpCaptureDiskFullTitle" = "錄製停止，因為磁碟空間已滿。";
"qtpCaptureDiskFullMessage" = "刪除一些檔案來空出更多的空間。";
"qtpCaptureWriteFailTitle" = "錄製動作無法製作檔案。";
"qtpCaptureWriteFailMessage" = "磁碟空間可能已滿或無法寫入。";
"qtpCaptureFailedTitle" = "錄製失敗。";
"qtpCaptureFailedMessage" = "錄製動作製作影片失敗。";
"qtpCaptureNoDeviceTitle" = "找不到錄製設備。";
"qtpCaptureNoDeviceMessage" = "請確認錄製設備已經連接且沒有其他應用程式正在使用它。";
"qtpCaptureDiskNearlyFullTitle" = "磁碟將滿。";
"qtpCaptureDiskNearlyFullMessage" = "擷取動作會自動在 %d 秒後停止。";
"qtpKeep" = "保留";
"qtpDontKeep" = "不保留";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "清除選單";

/* full screen */
"qtpExitFullScreenInstructions" = "按 Esc 鍵離開全螢幕。";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = " MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B∕秒";
"qtpMovieDataRateUnitsKiloBytes" = "kb∕秒";
"qtpMovieDataRateUnitsMegaBytes" = "Mb∕秒";
"qtpMovieDataRateUnitsGigaBytes" = "GB∕秒";
"qtpMovieDataRateUnitsTeraBytes" = "TB∕秒";
"qtpMovieDataRateUnitsPetaBytes" = "PB∕秒";
"qtpMovieDataRateUnitsExaBytes" = "EB∕秒";

/* LCD strings */
"qtpLCDLiveBroadcast" = "現場轉播";
"qtpLCDLiveBroadcastPaused" = "現場轉播 ﹣暫停";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "時間碼：掉格";
"qtpLCDTimeCodeNonDropFrame" = "時間碼：非掉格";
"qtpLCDTimeCodeStandard" = "標準";
"qtpLCDTimeCodeFrameNumber" =  "影格數";

/* version */
"qtpOldQuickTime" = "舊版 QuickTime";
"qtpOldQuickTimeError" = "請升級至 QuickTime 7.0 或以上版本。";
"qtpCopyright" = "Copyright © 1989-2010 Apple Inc.\n保留一切權利。";
"qtpVersion" = "QuickTime™ %@ 版，播放程式 %@ 版";
"qtpQuickTimeVersion" = "QuickTime™ 版本 %@（%@）";
"qtpQTKitVersion" = "QTKit 版本 %@（%@）";

/* languages */
"qtpLanguageSystemDefault" = "（系統預設）";
"qtpLanguageEnglish" = "英文";
"qtpLanguageFrench" = "法文";
"qtpLanguageGerman" = "德文";
"qtpLanguageItalian" = "義大利文";
"qtpLanguageDutch" = "荷蘭文";
"qtpLanguageSwedish" = "瑞典文";
"qtpLanguageSpanish" = "西班牙文";
"qtpLanguageDanish" = "丹麥文";
"qtpLanguagePortuguese" = "葡萄牙文";
"qtpLanguageNorwegian" = "挪威文";
"qtpLanguageHebrew" = "希伯來文";
"qtpLanguageJapanese" = "日文";
"qtpLanguageArabic" = "阿拉伯文";
"qtpLanguageFinnish" = "芬蘭文";
"qtpLanguageGreek" = "希臘文";
"qtpLanguageIcelandic" = "冰島文";
"qtpLanguageMaltese" = "馬爾他文";
"qtpLanguageTurkish" = "土耳其文";
"qtpLanguageCroatian" = "克羅埃西亞文";
"qtpLanguageTraditionalChinese" = "繁體中文";
"qtpLanguageUrdu" = "烏都文";
"qtpLanguageHindi" = "北印度文";
"qtpLanguageThai" = "泰文";
"qtpLanguageKorean" = "韓文";
"qtpLanguageLithuanian" = "立陶宛文";
"qtpLanguagePolish" = "波蘭文";
"qtpLanguageHungarian" = "匈牙利文";
"qtpLanguageEstonian" = "愛沙尼亞文";
"qtpLanguageLatvian" = "拉脫維亞文";
"qtpLanguageSaamisk" = "拉布蘭文";
"qtpLanguageFaroese" = "法羅文";
"qtpLanguageFarsi" = "波斯文";
"qtpLanguageRussian" = "俄文";
"qtpLanguageSimplifiedChinese" = "簡體中文";
"qtpLanguageFlemish" = "法蘭德斯文";
"qtpLanguageIrish" = "愛爾蘭文";
"qtpLanguageAlbanian" = "阿爾巴尼亞文";
"qtpLanguageDefault" = "預設值";

/* progress */
"qtpProgressFlatteningMovie" = "正在平整化影片⋯";
"qtpProgressInsertingTrackSegment" = "正在插入軌道片段⋯";
"qtpProgressInsertingMovieSegment" = "正在插入影片片段⋯";
"qtpProgressPasting" = "正在貼上⋯";
"qtpProgressAddingMovieSelection" = "正在加入所選的影片片段⋯";
"qtpProgressCopying" = "正在拷貝⋯";
"qtpProgressCutting" = "正在剪下⋯";
"qtpProgressLoadingMovieIntoRAM" = "正在將影片載入至記憶體⋯";
"qtpProgressLoadingTrackIntoRAM" = "正在將軌道載入至記憶體⋯";
"qtpProgressLoadingMediaIntoRAM" = "正在將媒體載入至記憶體⋯";
"qtpProgressImportingMovie" = "正在輸入影片⋯";
"qtpProgressExportingMovie" = "正在輸出影片⋯";

/* device support */
"qtpDeviceSupportSendPrompt" = "傳送";
"qtpDeviceSupportExportingMovie" = "正在輸出影片⋯";
"qtpDeviceSupportWaiting" = "正在等待“%@”接受項目⋯";
"qtpDeviceSupportNegotiating" = "協議中⋯";
"qtpDeviceSupportWaitingForDevice" = "正在等待裝置…";
"qtpDeviceSupportTransferring" = "正在傳送影片至 %@⋯";
"qtpDeviceSupportTransferringFile" = "正在傳送檔案";
"qtpDeviceSupportBadRequestError" = "不正確的要求";

/* sound */
"qtpSoundChannel" = "聲道";
"qtpSoundUnknown" = "未知的";
"qtpSoundMono" = "單聲道";
"qtpSoundStereo" = "立體聲";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "無";
"qtpSoundMACE3to1" = "MACE 3:1";
"qtpSoundMACE6to1" = "MACE 6:1";
"qtpSoundBits" = "bit";
"qtpSoundNotApplicable" = "不適用";
"qtpSoundBigEndian" = "高位元排序法";
"qtpSoundLittleEndian" = "低位元排序法";
"qtpSoundInteger" = "整數";

/* accessibility */
"qtpMute" = "靜音";
"qtpVolume" = "音量";
"qtpSelectionStart" = "所選範圍起始處";
"qtpSelectionEnd" = "所選範圍結尾處";
"qtpMarker" = "標記";
"qtpCurrentTime" = "目前時間";
"qtpBack" = "返回";
"qtpZoomOut" = "縮小";
"qtpAXRecordButtonTitle" = "錄音";
"qtpAXStopButtonTitle" = "停止";
"qtpAXPlayButtonTitle" = "播放";
"qtpAXPauseButtonTitle" = "暫停";
"qtpZoomIn" = "放大";
"qtpShowHotspots" = "顯示熱點";
"qtpGotoBeginning" = "跳到開頭";
"qtpFastRewind" = "倒轉";
"qtpFastForward" = "快轉";
"qtpGotoEnd" = "跳到結尾";
"qtpAXEqualizerRoleDescription" = "等化器";
"qtpAXGainSliderTitle" = "音量";
"qtpAXBassSliderTitle" = "基本";
"qtpAXTrebleSliderTitle" = "高音";
"qtpAXBalanceSliderTitle" = "左右音量平衡";
"qtpAXFadeSliderTitle" = "淡入∕出";
"qtpAXBrightnessSliderTitle" = "亮度";
"qtpAXColorSliderTitle" = "顏色";
"qtpAXContrastSliderTitle" = "對比";
"qtpAXTintSliderTitle" = "色調";
"qtpAXBassTextLabelTitle" = "基本";
"qtpAXLeftTextLabelTitle" = "左側";
"qtpAXRightTextLabelTitle" = "右側";
"qtpAXFrontTextLabelTitle" = "前方";
"qtpAXBackTextLabelTitle" = "返回";
"qtpOneHalfTextLabelTitle" = "一半";
"qtpAXButtonRoleDescription" = "按鈕";
"qtpPress" = "按下";
"qtpIncrement" = "增量";
"qtpDecrement" = "減量";
"qtpTimeLine" = "影片時間列";
"qtpTimeLineHelp" = "影片時間列控制項目，用來導覽影片";
"qtpCurrentTimeHelp" = "影片時間列播放磁頭控制項目，用來導覽影片";
"qtpSelectionStartHelp" = "影片時間列選擇控制項目，用來標示所選範圍起始處的影片時間點";
"qtpSelectionEndHelp" = "影片時間列控制項目，用來標示所選範圍結尾處的影片時間點";
"qtpMeterView" = "音訊測量計";

/* export */
"qtpExportWindowTitle" = "輸出";
"qtpExport" = "輸出“%@”";
"qtpFlatten" = "平整";
"qtpExportFailed" = "輸出失敗";
"qtpExportFailedError" = "輸出失敗。";
"qtpDefaultSettings" = "預設設定";
"qtpCalculatingEstimatedTime" = " - 正在計算預估時間⋯";
"qtpMinutesRemains" = " - 大約剩餘 %d 分鐘";
"qtpOneMinuteRemains" = " - 大約剩餘 %d 分鐘";
"qtpHoursMinutesRemain" = " - 大約剩餘 %d 小時 %d 分鐘";
"qtpExportStopAndQuit" = "您確定要停止輸出並結束嗎？";
"qtpCaptureClose" = "您要保留目前的錄製嗎？";
"qtpCaptureCloseExplanation" = "錄製正在進行，若您選擇不保留，則會將其刪除。";
"qtpCouldNotSaveToFolder" = "儲存至檔案夾“%@”失敗。";
"qtpCannotReplaceFileWithFolder" = "無法製作檔案夾“%@”，因為名稱相同的檔案已存在。";
"qtpCannotReplaceFileWithFolderSuggestion" = "請試著搬移或是重新命名原來的檔案，或是更改輸出檔案的名稱。";

/* save as */
"qtpSaveAsFailed" = "儲存為失敗";
"qtpSaveAsFailedError" = "檔名包含無效的字元。\n移除檔名中的任何“/”字元。";
"qtpSave" = "儲存";
"qtpCustom" = "自定";
"qtpCustomSettings" = "自定設定";
"qtpQuickTimeMovie" = "QuickTime 影片";
"qtpReference" = "參考";
"qtpSettings" = "設定";
"qtpRecentSettings" = "最近使用過的設定";
"qtpShowAllSettings" = "顯示所有設定⋯";
"qtpSaveSetting" = "儲存設定⋯";
"qtpReplaceSetting" = "替換設定";
"qtpReplace" = "替換";
"qtpReplaceWarning" = "已有設定使用該名稱。要替換嗎？";
"qtpDeleteSetting" = "刪除設定";
"qtpDelete" = "刪除";
"qtpDeleteWarning" = "您確定要刪除這個設定嗎？";
"qtpCancel" = "取消";
"qtpMyCustomSetting" = "我的自定設定";
"qtpThisIsCustom" = "這是自定的";
"qtpFilesExist" = "下列檔案已存在於檔案夾“%@”。您要替換這些檔案嗎？";
"qtpFilesExistExplanation" = "%@\n\n名稱相同的檔案已存在於檔案夾“%@”。替換這些檔案將會覆寫其內容。";

/* share */
"qtpShareDefaultName" = "未命名";
"qtpShareToPodcast" = "使用“%2$@”將“%1$@”共享至 Podcast 伺服器";
"qtpShareToMail" = "將“%@”共享至 Mail";
"qtpShareToiPod" = "將“%@”共享至 iPod";
"qtpPending" = "正在等待回覆⋯";
"qtpStarting" = "正在啟動⋯";
"qtpStarted" = "已啟動";
"qtpFailed" = "失敗";
"qtpFailedExitCode" = "失敗：輸出過程突然結束";
"qtpFailedSignal" = "失敗：輸出過程突然中止";
"qtpWaiting" = "正在等待⋯";
"qtpContinuing" = "正在繼續⋯";
"qtpShareVideoSummary" = "{%0}，{%1} x {%2}，{%3} FPS";
"qtpShareAudioSummary" = "{%0}，{%1}，{%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "遺失伺服器 URL";
"qtpSharePodcastNoUserName" = "遺失使用者名稱";
"qtpSharePodcastNoPassword" = "密碼遺失";
"qtpSharePodcastInvalidServerName" = "無效的伺服器 URL";
"qtpSharePodcastNoPasswordMessage" = "請填入指定的使用者和伺服器名稱的密碼";
"qtpSharePodcastNoUserNameMessage" = "請填入指定伺服器名稱的使用者名稱";
"qtpSharePodcastNoServerNameMessage" = "請填入指定的使用者和密碼的伺服器名稱";
"qtpKeyChainMessage" = "鑰匙圈訊息：";
"qtpKeyChainPasswordQuestion" = "要將密碼存入鑰匙圈嗎？";
"qtpPodcastWorkflowLoading" = "正在載入⋯";
"qtpPodcastWorkflowDone" = "完成";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@：%@";
"qtpSharePodcastServerMessage" = "登入失敗，因為伺服器發生錯誤";
"qtpSharePodcastServerMessage_10" = "您必須登入為電腦根目錄才能登入伺服器。";
"qtpSharePodcastServerMessage_11" = "讀取或寫入 plist 發生錯誤。";
"qtpSharePodcastServerMessage_12" = "內部參數發生錯誤。";
"qtpSharePodcastServerMessage_20" = "伺服器目前無法使用。";
"qtpSharePodcastServerMessage_21" = "無法找到具有此指定主機名稱的伺服器。";
"qtpSharePodcastServerMessage_22" = "在逾時前伺服器無回應。";
"qtpSharePodcastServerMessage_23" = "SSL 並未在此伺服器上執行。";
"qtpSharePodcastServerMessage_24" = "伺服器未提供有效憑證。";
"qtpSharePodcastServerMessage_25" = "從伺服器傳來錯誤的回應。";
"qtpSharePodcastServerMessage_26" = "您輸入的使用者名稱或密碼無效。";
"qtpSharePodcastServerMessage_30" = "伺服器無法建立提交。";
"qtpSharePodcastServerMessage_31" = "上傳伺服器目前無法使用。";
"qtpSharePodcastServerMessage_32" = "無法上傳檔案。";
"qtpSharePodcastServerMessage_33" = "無法拷貝檔案。";
"qtpSharePodcastServerMessage_34" = "無法完成此提交。";
"qtpSharePodcastServerMessage_35" = "伺服器無法和此代理程式綁定。";
"qtpSharePodcastServerMessage_36" = "伺服器無法傳送指令給代理程式。";
"qtpSharePodcastServerMessage_37" = "發生未知的錯誤。";

/* sandbox */
"qtpParseError" = "剖析錯誤";
"qtpExporting" = "正在輸出";
"qtpExportFinished" = "輸出完成";
"qtpPublishing" = "正在發佈";
"qtpPublishFailed" = "發佈失敗";
"qtpPublishFinished" = "發佈完成";
"qtpFinished" = "已完成";
"qtpUploading" = "正在上傳";
"qtpUploadingToPodcastProducer" = "正在上傳至 Podcast Producer";

"favoritesTitle" = "喜好項目";
"fileNotFound" = "無法找到此檔案，因此無法將其打開。";
"deleteConfirmation" = "您確定要刪除喜好項目";
"deleteMultipleConfirmation" = "您確定要刪除所選的喜好項目嗎？";
"questionMark" = "?";
"undoneMessage" = "此動作無法還原。";
"cancelTitle" = "取消";
"iconColumnTitle" = "喜好項目";
"urlColumnTitle" = "所在位置";

"clearURLsConfirmation" = "您確定要清除最近的 URL 嗎？";

/* movie info window items */
"visualContexts" = "視覺背景：";
"visualContextsMediaKeySetTo" = "QTKitVisualContext 媒體密碼設為 ";
"usingVisualContext" = "正在使用視覺背景";
"usingGWorld" = "正在使用 gworld";
"disabled" = "已停用";
"enabled" = "已啟用";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\n馬上取得“QuickTime 7 專業版”來啟用這項功能，及其他許多強大的功能，包含輸出到 iPod 和 Apple TV。";
"buyNowButton" = "立即購買";
"learnMoreButton" = "更多內容";
"buyNowURL" = "http://www.apple.com/tw/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/tw/quicktime/upgrade/";
"qtpNotNow" = "暫緩";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "此功能會打開一個空白的 QuickTime Player 視窗，您可以在此視窗內貼上媒體及加入軌道來製作新影片。";
"newMovieRecordingUpgradeMessage" = "藉由使用您的 iSight 或 FireWire 攝影機，“新增影片錄製”允許您單鍵就能擷取電腦上的視訊和音訊。";
"newAudioRecordingUpgradeMessage" = "此功能允許您單鍵便能擷取電腦上的音訊，這能讓您輕鬆為影片或幻燈片秀加入旁白。";
"openImageSequenceUpgradeMessage" = "此功能會讓您從靜態影像和繪圖，輕鬆製作出幻燈片秀和動畫，只需幾個簡單的步驟即可完成。";
"saveDocumentUpgradeMessage" = "“儲存”可讓您保留編輯和播放設定，來讓您或別人下次觀看您的影片。";
"saveDocumentAsUpgradeMessage" = "“儲存為”可讓您保留編輯和播放設定到另一個新命名的影片檔案。";
"revertDocumentToSavedUpgradeMessage" = "此功能讓您可以還原自上一次儲存影片起到目前所做的所有編輯和設定更動。";
"shareUpgradeMessage" = "“共享”能幫助您輕易地製作出一流的影片檔，並透過電子郵件或您的 .Mac HomePage 開放共享。";
"exportUpgradeMessage" = "“輸出”提供了數百個進階選項，可將多媒體檔案製作或轉換成種種不同的格式，或從這些格式製作或轉換成多媒體檔。";
"exportRefMovieForWebUpgradeMessage" = "“輸出以用於網頁”允許您將媒體檔轉換為透過 Internet 傳送到 iPhone 和桌上型電腦的最佳化格式。";

"undoUpgradeMessage" = "“還原”會移除您對影片檔案最後所做的更動。";
"redoUpgradeMessage" = "“重作”會重新將您上一次所做的更動套用（然後從影片檔案裡移除）到影片檔案。";
"copyUpgradeMessage" = "“拷貝”將會製作一份影片所選部分的副本並貼到剪貼板上，該副本可以在其他地方使用。";
"cutUpgradeMessage" = "“剪下”會移除您的影片所選部分並貼到剪貼板上，該副本可以在其他地方使用。";
"pasteUpgradeMessage" = "“貼上”會將剪貼板上的內容插入到影片裡您所指定的位置。";
"deleteUpgradeMessage" = "刪除或移除您影片的所選部分。";
"selectAllUpgradeMessage" = "“全選”能讓影片全都標為選擇狀態，如此您可以在整段影片上執行某些編輯功能，如“剪下”或“拷貝”。";
"selectNoneUpgradeMessage" = "此功能會清除您所選範圍的開頭和結尾點，如此影片便不會有被反白的部分。";
"trimUpgradeMessage" = "此功能會保留您選擇的影片部分並刪除其餘部分。";
"addUpgradeMessage" = "此功能可以將剪貼板上的內容加入到影片（於影片本身軌道）。";
"addScaledUpgradeMessage" = "此功能可以將剪貼板上的內容加入到影片（於影片本身軌道），也可以延伸或縮短內容來符合影片所選部分的長度。";
"extractTracksUpgradeMessage" = "此功能會拷貝您選擇的軌道到個別的視窗，好讓您編輯、操作和將其儲存為新的檔案。";
"findTextUpgradeMessage" = "“尋找”會在影片的文字軌裡搜尋您所指定的文字或詞組。";
"findNextTextUpgradeMessage" = "“尋找下一個”會在影片的文字軌中搜尋下一個出現的指定文字或詞組。";
"findPreviousTextUpgradeMessage" = "“尋找上一個”會在影片的文字軌裡搜尋上一個出現的指定文字或詞組。";

"fullScreenUpgradeMessage" = "“全螢幕”會調整您的影片播放比例來符合整個螢幕大小，當播放開始時，簡單易用的控制器會逐漸淡出。";
"presentMovieUpgradeMessage" = "“放映影片”提供您影片大小與播放選項來放映影片或幻燈片秀到固定背景上，取得類似電影的效果。 ";
"loopBackAndForthUpgradeMessage" = "此功能會向前播放您的影片，之後向後播放，如此不斷地循環播放。";
"playSelectionOnlyUpgradeMessage" = "此功能只會播放您影片中的所選部份。";
"playAllFramesUpgradeMessage" = "此功能會強制 QuickTime 播放影片的每一個影格，即使是那些不合播放時間的影格，平常 QuickTime 可能會略過這些影格來符合精確播放時間。";
"playPauseAllUpgradeMessage" = "此功能會同步播放所有已打開的影片，您可藉此比對影片版本或展示“影片多工處理”。";
"gotoPosterFrameUpgradeMessage" = "此功能會帶您到影片中已被選定作為影片展示供使用者觀看的影格。";
"setPosterFrameUpgradeMessage" = "此功能可讓您選擇影片裡最喜愛的影格來作為此影片的“封面”，如此當您搜尋電腦的檔案系統或將影片嵌入網頁時可以容易地將其辨認出來。";

"openMoviePropertiesUpgradeMessage" = "此功能可為您的影片提供許多進階資訊和編輯控制選項。您可以旋轉視訊、加入註釋、設定音訊等級，以及更多功能。";
"autoPresentUpgradeMessage" = "全螢幕模式播放需要“QuickTime 專業版”，而目前您電腦上並未安裝。若要購買“QuickTime 專業版”，請參訪 www.apple.com/tw/quicktime。";
"genericUpgradeMessage" = "此功能需要“QuickTime 專業版”，而目前您電腦上並未安裝。若要購買“QuickTime 專業版”，請參訪 www.apple.com/tw/quicktime。";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "網路診斷";
"netDiagnosticsSheetMessage" = "發生網路錯誤";

/* error handling */
"qtpCouldNotCreateMovie" = "無法製作此影片。";
"qtpCouldNotOpenMovie" = "無法打開此影片。";
"qtpCouldNotSaveMovie" = "無法儲存此影片。";
"qtpCouldNotSaveMovieWithName" = "無法儲存影片“%@”。";
"qtpCouldNotPaste" = "無法將剪貼板內容貼入影片。";
"qtpCouldNotPasteWithName" = "無法將剪貼板內容貼入影片“%@”。";
"qtpCouldNotDeleteSelection" = "無法從影片中刪除所選項目。";
"qtpCouldNotDeleteSelectionWithName" = "無法從影片“%@”中刪除所選項目。";
"qtpMightExperiencePlaybackProblems" = "您播放影片時可能會遇到問題。";
"qtpMightExperiencePlaybackProblemsWithName" = "您播放影片“%@”時可能會遇到問題。";
"qtpNonHDCPDisplayDescription" = "無法播放影片“%@”，因為影片所在的顯示器未被授權播放版權保護的影片。";
"qtpNonHDCPDisplayRecoverySuggestion" = "請試著將影片視窗搬移到不同的顯示器或中斷連接任何非 HDCP 授權的顯示器。";
"qtpUnknownError" = "無法完成這項操作。";

"qtpInvalidURLError" = "URL 無效。";


"continue" = "繼續";
"close" = "關閉";
"stop" = "停止";

/* time bomb */
"timeBombExpiredMessage" = "您正在使用的 QuickTime 軟體預先發表版已到期。請參訪：\n\n%@\n\n來下載新版的軟體。";
"timeBombUpdateURL" = "http://www.apple.com/tw/quicktime/download/";
"quit" = "結束";
"goThere" = "前往此處";
"dontQuit" = "不要結束";
"aboutBoxTimeBombMessage" = "到期時間：\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "需要授權以檢視內容";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 專業版";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "未來的 QuickTime 專業版";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "無效的註冊";

"QT_PROAPP_USER" = "Apple 專業版應用程式使用者";
"QT_AUTO" = "自動";
